package gr.aueb.cf.cf9.ch1;
/**
 * Η κλάση MenuApp περιλαμβανει 5 επιλογες για τον χρηστη και στο τελος μας δινει την επιλογη που εκανε
 * απο τους αριθμους 1 εως 5.
 */
public class MenuApp {
    /**
     * Εκτυπώνει το μενού επιλογών στην κονσόλα
     * @param args δεν χρησιμοποιουνται
     */
    public static void main(String[] args) {
        System.out.println("""
                Επιλέξτε μία απο τις παρακάτω επιλογές:
                
                1.Εισαγωγή
                
                2.Διαγραφή
                
                3.Αναζήτηση
                
                4.Ενημέρωση
                
                5.Έξοδος
                
                Δώστε αριθμό επιλογής:""");
    }
}